// src/components/About.js
import React from "react";

function About() {
  return (
    <section id="about">
      <div className="container">
        <h2>Про нас</h2>
        <p>Ми — онлайн-магазин спортивних товарів, який прагне зробити здоровий спосіб життя доступним для кожного. У нашому асортименті ви знайдете товари для спорту та фітнесу, а також для активного відпочинку.</p>
        <p>Наша мета — допомогти вам досягти спортивних результатів та покращити якість життя за допомогою високоякісних спортивних товарів. Ми обираємо тільки найкращі бренди, які гарантують надійність та довговічність своїх продуктів.</p>
        <h3>Наша місія</h3>
        <p>Наша місія — зробити спорт доступним для кожного. Ми прагнемо надавати нашим клієнтам найкращий сервіс, продукти та поради щодо здорового способу життя.</p>
        <h3>Наші цінності</h3>
        <ul>
          <li>Якість — ми продаємо тільки найкращі спортивні товари.</li>
          <li>Надійність — всі продукти перевірені на відповідність стандартам.</li>
          <li>Інновації — ми стежимо за новими трендами і постійно оновлюємо наш асортимент.</li>
        </ul>
      </div>
    </section>
  );
}

export default About;
